// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "上載字型";

OkButtonTitle = "確定";
CancelButtonTitle = "取消";
LoadingStorageDeviceInfoProcessTitle = "載入儲存裝置資訊…";
LoadingStorageDeviceListProcessTitle = "載入儲存裝置清單…";
LoadingFontListProcessTitle = "載入字型清單…";
SendingFontProcessTitle = "上載字型 \"%@\" 中…";
RemovingFontProcessTitle = "移除字型 \"%@\" 中…";
RemoveConfirmationMessage = "您確定要從印表機移除選取的字型？";
RemoveConfirmationMessageExplanation = "您不能復原這個動作。";
StorageDeviceLocked = "儲存裝置已經鎖定";
RemoveFromMemoryMessage = "無法從裝置記憶體刪除字型";
RemoveFromMemoryExplanation = "所有預先安裝的字型皆為唯讀。所有使用者新增的字型會在重新啟動裝置時從記憶體刪除。其他儲存裝置上的字型會在重新開機時儲存，且可手動移除。";

DiskNameTemplate = "磁碟，代號=%@ (大小：%@)";
FlashNameTemplate = "快閃 SIMM，代號=%@ (大小：%@)";
SizeInBytes = "%.1f bytes";
SizeInKBytes = "%.1f KB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = "無法開啟 \"%@\" 字型檔案。";
FileOpenErrorExplanation = "此檔案可能已經毀損或內含不受支援的格式。請選擇其他字型檔案並再試一次。";
FormatError = "無法辨識 \"%@\" 字型的格式。";
FormatErrorExplanation = "請選擇其他字型檔案並再試一次。";
SingleUnsupportedError = "不支持字體「%@」。";
SingleUnsupportedErrorExplanation = "將會忽略該字體。";
MultipleUnsupportedError = "不支持字體 %@。";
MultipleUnsupportedErrorExplanation = "將會忽略該字體。";
SingleAlreadyScheduledError = "字型 \"%@\" 已經在清單中。";
SingleAlreadyScheduledErrorExplanation = "略過此字型。";
MultipleAlreadyScheduledError = "字體 %@ 已經在清單中。";
MultipleAlreadyScheduledErrorExplanation = "將會忽略該字體。";
SingleAlreadyUploadedError = "印表機上已有字型 \"%@\"。";
SingleAlreadyUploadedErrorExplanation = "略過此字型。";
MultipleAlreadyUploadedError = "字體 %@ 已經存在於印表機中。";
MultipleAlreadyUploadedErrorExplanation = "將會忽略該字體。";
PrintChannelOpenError = "無法開啟印表機通道。";
PrintChannelOpenErrorExplanation = "請檢查您的印表機是否已經連線並開啟，然後再試一次。";
DataSendError = "無法傳送資料到印表機上。";
DataSendErrorExplanation = "請檢查您的印表機是否已經連線並開啟，然後再試一次。";
DataReceiveError = "無法接收印表機上的資料。";
DataReceiveErrorExplanation = "請檢查您的印表機是否已經連線並開啟，然後再試一次。";
FontSendError = "無法傳送 \"%@\" 字型資料到印表機上。";
FontSendErrorExplanation = "請檢查您的印表機是否已經連線並開啟。請注意清單中的其他字型已經傳送到印表機上。";
FontRemoveError = "無法移除印表機上的 \"%@\" 字型。";
FontRemoveErrorExplanation = "請檢查您的印表機是否已經連線並開啟。請注意清單中的其他字型尚未從印表機上移除。";
StorageDeviceFullError = "無法上載 \"%@\" 字型，因為儲存裝置已滿。";
StorageDeviceFullErrorExplanation = "請選取其他儲存裝置，或移除一些未使用過的字型，然後再試一次。請注意清單中的其他字型已經上載到印表機上。";
ScriptProcessingError = "無法處理字型為 \"%@\" 的程序檔。";
ScriptProcessingErrorExplanation = "請選擇其他字型並再試一次。請注意清單中的其他字型已經上載到印表機上。";
DeviceVmError = "無法上載 \"%@\" 字型，因為印表機的記憶體不足。";
DeviceVmErrorExplanation = "請選取其他儲存裝置，或移除一些未使用過的字型，然後再試一次。請注意清單中的其他字型已經上載到印表機上。";

DeviceBusyErrorTitle = "裝置目前忙碌。";
DeviceBusyErrorMessage = "請等待裝置完成目前的工作。";

FontNameTemplate = "\"%@\"";

Memory = "記憶體";
UpdateNeeded = "需要更新";

TaskTitle = "上載字型";
TaskDescription = "請選取包含印表機字型的檔案並傳送該檔案到印表機上。接著您傳送的字型就可以用於列印工作中。";
StorageDevices = "印表機中的字型：";
UpdateButton = "更新字型清單";
RemoveButton = "移除";
AddButton = "新增…";
